Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/Main.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# main.log_exercise
source: Log Exercise
de: Übung protokollieren
es: Registrar Ejercicio
fr: Enregistrer Exercice
ja: エクササイズを記録
pt_br: Registrar Exercício
zh_hans: 记录练习

# main.next_reminder
source: Next Reminder
de: Nächste Erinnerung
es: Próximo Recordatorio
fr: Prochain Rappel
ja: 次のリマインダー
pt_br: Próximo Lembrete
zh_hans: 下次提醒

# main.no_activity_today
source: No activity today
de: Heute noch keine Aktivität
es: Sin actividad hoy
fr: Aucune activité aujourd'hui
ja: 今日はまだ活動なし
pt_br: Sem atividade hoje
zh_hans: 今天无活动

# main.quick_log
source: Quick Log
de: Schnell protokollieren
es: Registro Rápido
fr: Enregistrement Rapide
ja: クイック記録
pt_br: Registro Rápido
zh_hans: 快速记录

# main.today_activity
source: Today's Activity
de: Heutige Aktivität
es: Actividad de Hoy
fr: Activité du Jour
ja: 今日のアクティビティ
pt_br: Atividade de Hoje
zh_hans: 今日活动

# main.mascot_positive_01
source: Nice work — you logged an exercise today.
de: Stark! Du hast heute eine Übung protokolliert.
es: ¡Buen trabajo! Hoy registraste un ejercicio.
fr: Bravo ! Tu as enregistré un exercice aujourd'hui.
ja: いいね！今日はエクササイズを記録できたよ。
pt_br: Mandou bem — você registrou um exercício hoje.
zh_hans: 做得好！你今天已经记录了练习。

# main.mascot_positive_02
source: Great job! Keep the momentum going.
de: Klasse! Bleib dran — du bist auf Kurs.
es: ¡Genial! Mantén el impulso.
fr: Super ! Garde ton élan.
ja: すごい！この調子で続けよう。
pt_br: Ótimo trabalho! Continue no ritmo.
zh_hans: 太棒了！继续保持这个势头。

# main.mascot_positive_03
source: You’re building a strong habit.
de: Du baust gerade eine richtig gute Gewohnheit auf.
es: Estás creando un hábito fuerte.
fr: Tu construis une belle habitude.
ja: いい習慣が身についてきてるね。
pt_br: Você está criando um ótimo hábito.
zh_hans: 你正在养成一个很棒的习惯。

# main.mascot_positive_04
source: That’s a win for today.
de: Das ist ein Sieg für heute.
es: Eso es una victoria de hoy.
fr: C'est une victoire pour aujourd'hui.
ja: 今日は勝ちだね。
pt_br: Isso é uma vitória de hoje.
zh_hans: 今天这就是一场胜利。

# main.mascot_positive_05
source: Well done — your future self will thank you.
de: Gut gemacht — dein Zukunfts-Ich wird es dir danken.
es: Bien hecho — tu yo del futuro te lo agradecerá.
fr: Bien joué — ton toi du futur te remerciera.
ja: よくやった！未来の自分が喜ぶよ。
pt_br: Muito bem — seu eu do futuro vai agradecer.
zh_hans: 干得漂亮——未来的你会感谢现在的你。

# main.mascot_positive_06
source: Movement logged. Progress made.
de: Bewegung protokolliert. Fortschritt gemacht.
es: Movimiento registrado. Progreso logrado.
fr: Mouvement enregistré. Progrès en marche.
ja: 動きを記録。前進できたね。
pt_br: Movimento registrado. Progresso feito.
zh_hans: 已记录运动。进步已达成。

# main.mascot_positive_07
source: You showed up today. Awesome.
de: Du bist heute aufgetaucht — richtig gut!
es: Apareciste hoy. ¡Genial!
fr: Tu t'es lancé aujourd'hui. Génial.
ja: 今日はちゃんとやったね。えらい！
pt_br: Você apareceu hoje. Incrível.
zh_hans: 你今天坚持了。太棒了。

# main.mascot_positive_08
source: Small steps, big results. Keep it up.
de: Kleine Schritte, große Ergebnisse. Weiter so!
es: Pasos pequeños, grandes resultados. Sigue así.
fr: Petits pas, grands résultats. Continue comme ça.
ja: 小さな一歩が大きな結果に。続けよう！
pt_br: Passos pequenos, grandes resultados. Continue assim.
zh_hans: 小步前进，也能收获大成果。继续加油。

# main.mascot_positive_09
source: Proud of you for making time to move.
de: Stolz auf dich, dass du dir Zeit für Bewegung genommen hast.
es: Estoy orgulloso de ti por hacer tiempo para moverte.
fr: Fier de toi d'avoir pris du temps pour bouger.
ja: 動く時間を作れたの、すごいよ。
pt_br: Orgulho de você por reservar um tempo para se mover.
zh_hans: 为你愿意腾出时间运动感到骄傲。

# main.mascot_positive_10
source: Exercise logged — your consistency is paying off.
de: Übung protokolliert — dein Rhythmus zahlt sich aus.
es: Ejercicio registrado — tu constancia está dando frutos.
fr: Exercice enregistré — ta régularité paie.
ja: 記録完了！コツコツ続けてるのが最高だよ。
pt_br: Exercício registrado — sua consistência está valendo a pena.
zh_hans: 已记录练习——你的坚持正在见效。

# main.mascot_motivation_01
source: A quick set is all it takes to start.
de: Ein kurzes Set reicht, um loszulegen.
es: Un set rápido es todo lo que necesitas para empezar.
fr: Une petite série suffit pour commencer.
ja: まずは短い1セットからでOK。
pt_br: Um set rápido já basta para começar.
zh_hans: 先做一小组就能开始了。

# main.mascot_motivation_02
source: Try 10 reps right now — you can do it.
de: Probier jetzt 10 Wiederholungen — du schaffst das.
es: Prueba 10 repeticiones ahora mismo — tú puedes.
fr: Essaie 10 répétitions maintenant — tu peux le faire.
ja: 今すぐ10回やってみよう。きっとできる！
pt_br: Tente 10 repetições agora — você consegue.
zh_hans: 现在就做10次——你可以的。

# main.mascot_motivation_03
source: Stand up, stretch, and log a small win.
de: Steh auf, streck dich und protokolliere einen kleinen Erfolg.
es: Ponte de pie, estira y registra una pequeña victoria.
fr: Lève-toi, étire-toi et enregistre une petite victoire.
ja: 立って伸びて、小さな達成を記録しよう。
pt_br: Levante, alongue e registre uma pequena vitória.
zh_hans: 站起来，伸伸懒腰，记录一次小胜利。

# main.mascot_motivation_04
source: Your next exercise can be under a minute.
de: Deine nächste Übung kann unter einer Minute dauern.
es: Tu próximo ejercicio puede durar menos de un minuto.
fr: Ton prochain exercice peut durer moins d'une minute.
ja: 次の運動は1分以内でもいいんだよ。
pt_br: Seu próximo exercício pode levar menos de um minuto.
zh_hans: 下一个练习一分钟以内也可以。

# main.mascot_motivation_05
source: Pick one movement and get it done.
de: Wähl eine Bewegung aus und leg los.
es: Elige un movimiento y hazlo.
fr: Choisis un mouvement et fais-le.
ja: 動きを1つ選んで、やってみよう。
pt_br: Escolha um movimento e faça acontecer.
zh_hans: 选一个动作，马上完成它。
